export const dummyTenantContactInfoTableContent = [['', '', '', '', '']];

export const dummyNoticeTableContent = [
  [
    '食事',
    '直接入力',
    '2222年22月22日（金）',
    '高',
    'これは注意事項です。これは注意事項です。これは注意事項です。これは注意事項です。これは注意事項です。これは注意事項です。',
  ], // row 1
  ['緊急連絡先', '直接入力', '直接入力', '直力', 'https://google.com'], // row 2
];

export const dummyFamilyContactInfoTableContent = [
  [
    '1',
    '羽田空樣',
    '姪',
    '042-000-0000',
    '080-0000-0000',
    '東京都町田市鶴間67-68-69-505',
  ], // row 1
  [
    '2',
    '蒲田 里樣',
    '義妹',
    '0465-74-0000',
    '080-0000-0000',
    '神奈川県鎌倉市八里才浜68-69-70',
  ], // row 2
  ['', '', '', '', '', ''],
];

export const dummyDoctorInfoTableContent = [
  [
    '1',
    '総合病院',
    '澤田 和正',
    '内科',
    '044-0001-0001',
    '044-0001-0002',
    '神奈川只川崎市麻生区上麻生',
  ], // row 1
  [
    '2',
    '琴平齒科',
    '近藤達也',
    '',
    '044-0000-0000',
    '044-0000-0001',
    '神奈川果川崎市麻生区細不网山 \n https://facebook.com',
  ], // row 2
  [
    '3',
    '蒲田 里樣',
    '向山 太郎',
    '齒科',
    '044-123-1234',
    '044-123-1235',
    '神奈川県川崎市麻生区万福寺',
  ],
];

export const dummyPharmacyTableContent = [
  [
    '薬局\n連絡先',
    '琴平藥局',
    '',
    '044-888-8888',
    '044-888-8889',
    '神奈川県川崎市麻生区細不网山',
  ],
  ['', '', '', '', '', ''],
  ['', '', '', '', '', ''],
];
